Repository: px57/ng-base
Catalog: src/locale/save/messages.*.xlf
Languages: fr

source: Forgot your password?
fr: Mot de passe oublié ?

source: Your new password should be secure enough and easy to remember.
fr: Ton nouveau mot de passe doit être suffisamment sûr et facile à retenir.

source: New password
fr: Nouveau mot de passe

source: Enter a new password
fr: Entre un nouveau mot de passe

source: Confirm
fr: Confirmer

source: we'll help you reset it and get back on track.
fr: On va t’envoyer un e-mail pour que tu puisses réinitialiser ton mot de passe.

source: Email address
fr: Adresse email

source: Reset password
fr: Réinitialiser le mot de passe

source: Back to log in
fr: Retour à la page d'accueil

source: Don't habe an account?
fr: Tu n’as pas de compte ?

source: Create account
fr: Créer un compte

source: Nail your next job interview
fr: Réussis tes entretiens

source: Set your goals
fr: Fixe tes objectifs

source: You work 1600h a year. <br/> Make sure you get the job you want.
fr: Les meilleurs candidats savent montrer leur expertise. <br/> Apprends à te démarquer.

source: Start
fr: Commencer

source: Good job!
fr: Parfait !

source: We’ve prepared your task list and selected relevant content. You’re now all set to start your interview prep.
fr: Nous avons préparé ta liste de tâches et sélectionné le contenu pertinent. Tu es maintenant prêt à préparer tes prochains entretiens.

source: Start preparing
fr: Commence à te préparer

source: What are you looking for?
fr: Que recherches-tu ?

source: Full time job
fr: CDI / CDD

source: Apprenticeship
fr: Apprentissage

source: Internship
fr: Stage

source: Have you already started looking for “$CUSTOM”?
fr: As-tu déjà commencé à chercher "$CUSTOM" ?

source: a full time job
fr: un emploi à temps plein

source: an apprenticeship
fr: un apprentissage

source: an internship
fr: un stage

source: Yes
fr: Oui

source: No
fr: Non

source: When do you want to start “$CUSTOM”?
fr: Quand veux-tu commencer ton "$CUSTOM" ?

source: In January
fr: En janvier

source: In February
fr: En février

source: In March
fr: En mars

source: In April
fr: En avril

source: In May
fr: En mai

source: In June
fr: En juin

source: In July
fr: En juillet

source: In August
fr: En août

source: In September
fr: En septembre

source: In October
fr: En octobre

source: In November
fr: En novembre

source: In December
fr: En décembre

source: This month
fr: Ce mois

source: What type of “$CUSTOM” are you looking for?
fr: Quel type de "$CUSTOM" recherches-tu ?

source: What type of company are you interested in?
fr: Quel type d'entreprise t’intéresse ?

source: Multinational
fr: Multinationales

source: SMEs
fr: PMEs

source: Non-profit
fr: Associations

source: Government
fr: Services public

source: What can we help you with?
fr: Que pouvons-nous faire pour t’aider?

source: Starting my job search
fr: Commencer ma recherche d'emploi

source: Securing interviews
fr: Obtenir des entretiens

source: Networking
fr: Construction du réseau

source: Interview practice
fr: Pratique des entretiens

source: Technical interviews
fr: Cas techniques

source: Negotiating my salary
fr: Négociation

source: full time job
fr: travail à plein temps

source: apprenticeship
fr: apprentissage

source: internship
fr: stage

source: Password
fr: Mot de passe

source: Forgot your password ?
fr: Tu as oublié ton mot de passe ?

source: Log In
fr: Connexion

source: Sign up with my School
fr: S'inscrire avec mon école

source: Powered by
fr: Développé par

source: College Email
fr: E-mail école

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Create Account
fr: Créer un compte

source: Already use Prepera? Log in here
fr: Tu as déjà un compte ? Connecte-toi ici

source: By creating an account, you agree to our
fr: En te connectant à Prepera, tu acceptes nos

source: terms of service
fr: conditions d'utilisation

source: privacy policy
fr: politique de confidentialité

source: I don't come from a school
fr: Je ne viens pas d'une école

source: Email Sent
fr: Mail envoyé

source: We sent an email to <span>{{ email }}</span> with a link to get back to your account.
fr: Nous avons envoyé un email à <span>{{ email }}</span> avec un lien pour réinitialiser le mot de passe

source: Your password has been changed
fr: Ton mot de passe a été changé

source: All good! You can now use your new password to sign in to Prepera.
fr: C’est fait ! Tu peux maintenant utiliser ton nouveau mot de passe pour te connecter à Prepera.

source: Sign in
fr: Se connecter

source: Select your college
fr: Sélectionne ton école

source: Search
fr: Rechercher

source: No college found Please try with different name or check typos
fr: Nous n’avons pas trouvé d’école associée Vérifie les fautes de frappe

source: Title
fr: Titre

source: Select All
fr: Tout sélectionner

source: Unselect All
fr: Tout déselectionner

source: submit
fr: soumettre

source: Wait please ...
fr: Merci de patienter un instant

source: This email address is already in use.
fr: Cette adresse e-mail est déjà utilisée.

source: The email address is invalid.
fr: L’adresse e-mail est invalide.

source: This field is required.
fr: Ce champ est requis.

source: This email address is not registered.
fr: Cet e-mail n’est pas associé à un compte.

source: Password must contain at least one number.
fr: Le mot de passe doit contenir au moins un chiffre.

source: Password must contain at least one letter.
fr: Le mot de passe doit contenir au moins une lettre.

source: Password must contain at most 128 characters.
fr: Le mot de passe doit contenir au maximum 128 caractères.

source: Password must contain at least 8 characters.
fr: Le mot de passe doit contenir au moins 8 caractères.

source: Password must contain at least one uppercase letter.
fr: Le mot de passe doit contenir au moins une lettre majuscule.

source: Password must not contain spaces.
fr: Le mot de passe ne doit pas contenir d'espaces.

source: The college code is invalid.
fr: Le code de l’école n'est pas valide.
